absolutely-proprietary
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
arch-wiki-docs
arch-wiki-lite
archlinux-keyring
arduino-cli
argon2
at-spi2-atk
at-spi2-core
atk
attr
audiofile
audit
autoconf
automake
avahi
babl
base
bash
bashtop
bc
biber
bicon-git
binutils
bison
blas
bluez-libs
boost-libs
brave-bin
brotli
btrfs-progs
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
chromaprint
cht.sh
cifs-utils
cmake
colord
coreutils
cryptsetup
ctags
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
diffutils
djvulibre
dkms
dmenu
dmraid
dnssec-anchors
dosfstools
double-conversion
dunst
e2fsprogs
efibootmgr
efivar
elfutils
evtest
exiv2
expat
faad2
fakeroot
ffmpeg
fftw
figlet
file
filesystem
findutils
flac
flameshot
flex
fltk
fluidsynth
fontconfig
fping
freetype2
fribidi
fuse-common
fuse2
fzf
gawk
gc
gcc
gcc-libs
gd
gdbm
gdk-pixbuf2
gegl
gettext
giflib
gimp
girara
git
glib-networking
glib2
glibc
glslang
gmime3
gmp
gnu-free-fonts
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gtk-update-icon-cache
gtk2
gtk3
gtop
gtypist
guile
gumbo-parser
gunicorn
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
htop
hunspell
hwids
hwloc
iana-etc
icu
imagemagick
imlib2
inetutils
intel-ucode
iproute2
iptables
iputils
iso-codes
jack
jansson
jasper
jbig2dec
js78
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
kyotocabinet
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libblockdev
libbluray
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libde265
libdrm
libdvdnav
libdvdread
libedit
libelf
libepoxy
libevdev
libevent
libexif
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libgcrypt
libgexiv2
libglvnd
libgme
libgpg-error
libgudev
libgusb
libheif
libibus
libice
libid3tag
libidn2
libiec61883
libimagequant
libindicator-gtk3
libinput
libinstpatch
libjpeg-turbo
libksba
libldap
liblqr
libluv
libmad
libmfx
libmicrohttpd
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmypaint
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libraqm
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libspiro
libssh
libssh2
libstemmer
libsynctex
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libupnp
liburing
libusb
libutempter
libuv
libva
libvdpau
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libzip
licenses
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
lmdb
lua
lua52
lua53
luajit
luit
lvm2
lxmenu-data
lz4
lzo
m4
make
man-db
man-pages
mbedtls
md4c
mdadm
menu-cache
mesa
metis
mimi-bachoseven-git
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpc
mpd
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
mypaint-brushes1
ncmpcpp
ncurses
ndctl
neofetch
neomutt
neovim
net-tools
nettle
networkmanager
nmap
nnn
node-gyp
nodejs
notmuch-runtime
npm
npth
nspr
nss
ntfs-3g
numlockx
obs-studio
openal
opencore-amr
openexr
openjpeg2
openmpi
opennic-up
openssh
openssl
opus
orc
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pamix-git
pamixer
pango
parted
patch
pciutils
pcmanfm
pcre
pcre2
perl
perl-alien-build
perl-alien-libxml2
perl-autovivification
perl-b-hooks-endofscope
perl-business-isbn
perl-business-isbn-data
perl-business-ismn
perl-business-issn
perl-capture-tiny
perl-class-accessor
perl-class-data-inheritable
perl-class-factory-util
perl-class-inspector
perl-class-load
perl-class-singleton
perl-clone
perl-data-compare
perl-data-dump
perl-data-optlist
perl-data-uniqid
perl-datetime
perl-datetime-calendar-julian
perl-datetime-format-builder
perl-datetime-format-strptime
perl-datetime-locale
perl-datetime-timezone
perl-devel-stacktrace
perl-dist-checkconflicts
perl-encode-locale
perl-error
perl-eval-closure
perl-exception-class
perl-exporter-tiny
perl-ffi-checklib
perl-file-chdir
perl-file-find-rule
perl-file-listing
perl-file-sharedir
perl-file-sharedir-install
perl-file-slurp-tiny
perl-file-slurper
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-inc-latest
perl-io-html
perl-io-socket-ssl
perl-io-string
perl-ipc-run3
perl-libwww
perl-lingua-translit
perl-list-allutils
perl-list-moreutils
perl-list-moreutils-xs
perl-list-someutils
perl-list-utilsby
perl-log-log4perl
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-math-round
perl-mime-charset
perl-module-build
perl-module-implementation
perl-module-runtime
perl-mozilla-ca
perl-mro-compat
perl-namespace-autoclean
perl-namespace-clean
perl-net-http
perl-net-ssleay
perl-number-compare
perl-package-deprecationmanager
perl-package-stash
perl-package-stash-xs
perl-params-util
perl-params-validate
perl-params-validationcompiler
perl-parse-recdescent
perl-path-tiny
perl-perlio-utf8-strict
perl-regexp-common
perl-role-tiny
perl-sort-key
perl-specio
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-identify
perl-sub-install
perl-sub-name
perl-test-fatal
perl-text-bibtex
perl-text-csv
perl-text-glob
perl-text-roman
perl-tie-cycle
perl-timedate
perl-try-tiny
perl-unicode-linebreak
perl-uri
perl-variable-magic
perl-www-robotrules
perl-xml-libxml
perl-xml-libxml-simple
perl-xml-libxslt
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
picocom
pikaur
pinentry
pixman
pkgconf
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pyalpm
pypy3
python
python-aiohttp
python-appdirs
python-arabic-reshaper
python-asn1crypto
python-async-timeout
python-attrs
python-blinker
python-cachecontrol
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-distlib
python-distro
python-docopt
python-future
python-gobject
python-html5lib
python-idna
python-jinja
python-keyutils
python-markupsafe
python-mock
python-msgpack
python-multidict
python-natsort
python-ordered-set
python-packaging
python-pbr
python-pep517
python-pillow
python-pip
python-ply
python-progress
python-psutil
python-pycparser
python-pygments
python-pyopenssl
python-pyparsing
python-pypeg2
python-pyqt5
python-pyqt5-sip
python-pyqtwebengine
python-pyxdg
python-requests
python-resolvelib
python-retrying
python-setuptools
python-six
python-toml
python-typing_extensions
python-urllib3
python-urwid
python-urwidtrees
python-webencodings
python-xlib
python-yaml
python-yarl
qt5-base
qt5-declarative
qt5-imageformats
qt5-location
qt5-svg
qt5-tools
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qutebrowser
ranger
rav1e
re2
readline
rest
rhash
rlwrap
rsync
rtkit
rts_bpp-dkms-git
rubberband
ruby
ruby-irb
ruby-reline
rubygems
run-parts
sc-im
sdl2
sed
semver
shaderc
shadow
shared-mime-info
slang
smbclient
snappy
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlite
srt
stig-git
sudo
suitesparse
sxhkd
sxiv-bachoseven-git
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tbb
tdb
telegram-desktop
terminus-font
tevent
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langextra
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thin-provisioning-tools
tigervnc
tmux
tracker3
transmission-cli
tslib
ttf-amiri
ttf-amiri-typewriter
ttf-aref-ruqaa
ttf-inconsolata
ttf-linux-libertine
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-sil-lateef
ttf-sil-scheherazade
ttf-ubuntu-arabic
twolame
tzdata
uchardet
udiskie
udisks2
ueberzug
unibilium
unzip
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
vi
vid.stab
vim
vim-runtime
vmaf
volume_key
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wildmidi
wpa_supplicant
x264
x265
xapian-core
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xcompmgr
xdotool
xf86-input-libinput
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xvidcore
xwallpaper
xxhash
xz
yajl
yarn
zathura
zathura-djvu
zathura-pdf-mupdf
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zstd
zziplib
