absolutely-proprietary
adwaita-qt5
alsa-utils
anydesk-bin
arch-wiki-docs
arch-wiki-lite
archlinux-wallpaper
arduino-cli
arduino-language-server-bin
autoconf
automake
base
bash-completion
bashtop
bc
biber
bicon-git
binutils
bison
bleachbit
brave-bin
cht.sh
clang
cmake
ctags
cups
cups-pdf
dmenu
dunst
efibootmgr
evtest
fakeroot
figlet
flameshot
flex
fping
fzf
gcc
gimp
git
groff
grub
gtypist
gvfs
htim
imagemagick
inetutils
intel-ucode
libopenaptx-git
librewolf-bin
libtool
libxres
linux
linux-firmware
linux-headers
love
luit
lvm2
m4
maim
make
man-db
man-pages
mariadb
mimi-bachoseven-git
mpc
mpd
mpv
ncmpcpp
neofetch
neomutt
neovim
net-tools
networkmanager
newsboat
nmap
nnn
noto-fonts
noto-fonts-cjk
npm
nss-mdns
ntfs-3g
numlockx
nvidia
obs-studio
opennic-up
openprinting-ppds-postscript-ricoh
openssh
os-prober
p7zip
pacman-contrib
pamix-git
pamixer
pandoc-bin
patch
pcmanfm
pdftk
picocom
pikaur
pkgconf
pkgfile
pulseaudio
pulseaudio-alsa
pypy3
python-adblock
python-arabic-reshaper
python-pip
python-pynvim
qemu-desktop
qt5-tools
qutebrowser
ranger
redshift-minimal
rsync
rts_bpp-dkms-git
sc-im-git
stig-git
sudo
sxhkd
sxiv
telegram-desktop
termdown
terminus-font
testdisk
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tigervnc
times-newer-roman
tk
tmux
tor-browser
traceroute
transmission-cli
ttf-amiri
ttf-amiri-typewriter
ttf-aref-ruqaa
ttf-dejavu
ttf-inconsolata
ttf-liberation
ttf-linux-libertine
ttf-nerd-fonts-symbols-1000-em
ttf-sil-lateef
ttf-sil-scheherazade
udiskie
udisks2
ueberzug
unrar
unzip
urlscan
usbutils
vi
vim
w3m
wget
which
woeusb-ng
xclip
xcompmgr
xdotool
xf86-video-nouveau
xf86-video-vesa
xkb-switch
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xwallpaper
yarn
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zbar
zip
zsh
