absolutely-proprietary
alsa-utils
arch-wiki-docs
arch-wiki-lite
autoconf
automake
base
bashtop
bc
biber
bicon-git
binutils
bison
cmake
ctags
dmenu
efibootmgr
evtest
fakeroot
figlet
flameshot
flex
fping
fzf
gcc
git
grub
gtop
gtypist
htop
intel-ucode
libtool
libxres
linux
linux-firmware
luit
m4
make
man-db
man-pages
mpc
mpd
mpv
ncmpcpp
neofetch
neovim
net-tools
networkmanager
nmap
nnn
npm
ntfs-3g
numlockx
opennic-up
openssh
pamix-git
pamixer
patch
pikaur
pkgconf
pulseaudio
pulseaudio-alsa
pypy3
python-arabic-reshaper
python-pip
qutebrowser
ranger
rsync
sc-im
sudo
sxhkd
sxiv
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tigervnc
tmux
transmission-cli
tremc
ttf-amiri
ttf-amiri-typewriter
ttf-aref-ruqaa
ttf-inconsolata
ttf-linux-libertine
ttf-nerd-fonts-symbols-mono
ttf-sil-lateef
ttf-sil-scheherazade
ttf-ubuntu-arabic
udiskie
udisks2
ueberzug
unzip
vi
vim
w3m
which
xclip
xcompmgr
xdotool
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xwallpaper
yarn
zathura
zathura-djvu
zathura-pdf-mupdf
